{
  "_name_or_path": "nielsr/lilt-xlm-roberta-base",
  "architectures": [
    "LiltForSequenceClassification"
  ],
  "attention_probs_dropout_prob": 0.1,
  "bos_token_id": 0,
  "channel_shrink_ratio": 4,
  "classifier_dropout": null,
  "eos_token_id": 2,
  "hidden_act": "gelu",
  "hidden_dropout_prob": 0.1,
  "hidden_size": 768,
  "id2label": {
    "0": "Competencies",
    "1": "Consultant Profile",
    "2": "Initial & Target Situation",
    "3": "Initial Situation",
    "4": "Offer Title",
    "5": "Project Calculation",
    "6": "Reference Details",
    "7": "Reference Overview",
    "8": "Target Situation",
    "9": "Working Package Description",
    "10": "Working Package Examples",
    "11": "Working Package Overview"
  },
  "initializer_range": 0.02,
  "intermediate_size": 3072,
  "label2id": {
    "Competencies": 0,
    "Consultant Profile": 1,
    "Initial & Target Situation": 2,
    "Initial Situation": 3,
    "Offer Title": 4,
    "Project Calculation": 5,
    "Reference Details": 6,
    "Reference Overview": 7,
    "Target Situation": 8,
    "Working Package Description": 9,
    "Working Package Examples": 10,
    "Working Package Overview": 11
  },
  "layer_norm_eps": 1e-05,
  "max_2d_position_embeddings": 1024,
  "max_position_embeddings": 514,
  "model_type": "lilt",
  "num_attention_heads": 12,
  "num_hidden_layers": 12,
  "output_past": true,
  "pad_token_id": 1,
  "position_embedding_type": "absolute",
  "problem_type": "single_label_classification",
  "torch_dtype": "float32",
  "transformers_version": "4.32.1",
  "type_vocab_size": 1,
  "use_cache": true,
  "vocab_size": 250002
}
