{
  "add_prefix_space": true,
  "bos_token": "<s>",
  "clean_up_tokenization_spaces": true,
  "cls_token": "<s>",
  "cls_token_box": [
    0,
    0,
    0,
    0
  ],
  "eos_token": "</s>",
  "errors": "replace",
  "mask_token": {
    "__type": "AddedToken",
    "content": "<mask>",
    "lstrip": true,
    "normalized": true,
    "rstrip": false,
    "single_word": false
  },
  "model_max_length": 512,
  "only_label_first_subword": true,
  "pad_token": "<pad>",
  "pad_token_box": [
    0,
    0,
    0,
    0
  ],
  "pad_token_label": -100,
  "sep_token": "</s>",
  "sep_token_box": [
    0,
    0,
    0,
    0
  ],
  "tokenizer_class": "LayoutLMv3Tokenizer",
  "trim_offsets": true,
  "unk_token": "<unk>"
}
